Repository: supergeorg/Grocy-SwiftUI
Catalog: Grocy Mobile/Localizable.xcstrings
Source language: en
Languages: ca, cs, da, de, el, es, et, fi, fr_fr, he, hu, it, ja, ko, lt, nb, nl, pl, pt_br, pt_pt, ro, sk, sl, sv, ta, tr, uk, zh_hans, zh_hant

source: Based on the prices of the default consume rule (Opened first, then first due first, then first in first out) for in stock ingredients and on the last price for missing ones
cs: Základem ceny je cena produktu v zásobě podle výchozího pořadí spotřeby produktů. Tedy nejprve se spotřebují otevřené, pak ty s nejbližším datem spotřeby a nakonec podle pravidla „dříve nakoupený – dříve spotřebovaný“. Pro chybějící produkty je použita cena z posledního nákupu.
de: Basierend auf den Preisen der Standardverbrauchsregel (Geöffnete zuerst, dann zuerst fällige, dann First In - First Out) für vorrätige Zutaten und auf dem letzten Preis für fehlende Zutaten
fi: Perustuen ensin oletuskulutussäännön hintoihin varastoainesosissa (Avattu ensin, sitten ensin vanheneva, sitten ensin lisätty) ja sitten puuttuvien osalta viimeiseen hintaan
fr_fr: Basé sur les prix de la règle de consommation par défaut (produit déjà ouvert en premier, puis date de péremption proche et enfin produit le plus ancien) pour les ingrédients en stock et sur le dernier prix pour les manquants
he: לפי מחירי כלל הצריכה כברירת המחדל (קודם נפתח, אחר כך סיום תוקף בהתחלה, ואז הראשון שנכנס הוא הראשון שיוצא) לרכיבים במלאי ובמחיר האחרון לחסרים
it: In base ai prezzi della regola di consumo predefinita (aperto prima, poi primo in scadenza prima, poi primo in primo fuori) per gli ingredienti in magazzino e sull'ultimo prezzo per quelli mancanti
ja: ストックにある材料は既定消費ルール(開封済み、期限切れ、ストック追加が古い物品の順に優先して消費)の価格に基づき、不足材料は直近の価格に基づきます
lt: Remiantis numatytosios vartojimo taisyklės kainomis (iš pradžių atidaroma, tada pirmiausia turi būti sumokėta, tada pirmiausia išleidžiama) sandėlyje esančioms sudedamosioms dalims ir paskutinei trūkstamų ingredientų kainai.
pt_br: Com base nos preços da regra de consumo padrão (aberto primeiro, próximo a vencer, primeiro a entrar é o primeiro a sair) para ingredientes em estoque e no último preço para os que faltam
zh_hans: 基于在库食材默认消耗规则的价格(先开封、先到期、先进先出)，缺货食材的最近价格

source: By default the amount to be added to the shopping list is "needed amount - stock amount - shopping list amount" - when this is enabled, it is only checked against the stock amount, not against what is already on the shopping list
cs: Normálně je množství produktu vložené do nákupního seznamu výsledkem vzorce: potřebné množství – dostupné množství – množství produktu již v nákupním seznamu. Po zaškrtnutí nebude brán zřetel na množství produktu v nákupním seznamu.
da: Som standard er antallet der bliver tilføjet indkøbslisten "nødvendigt antal - lagerbeholdning - indkøbslisteantal" - når dette er aktiveret bliver det kun tjekket op imod lagerbeholdningen, ikke op imod hvad der allerede er på indkøbslisten
de: Standardmäßig ist die Menge, die dem Einkaufszettel hinzugefügt werden soll, "benötigte Menge - Lagerbestand - Menge bereits auf dem Einkaufszettel" - wenn dies aktiviert ist, wird nur gegen den Lagerbestand geprüft, nicht gegen das, was bereits auf dem Einkaufszettel steht
el: Μονάδες ποσότηταςΑπό προεπιλογή, το ποσό που πρέπει να προστεθεί στη λίστα αγορών είναι "απαιτούμενο ποσό - ποσό μετοχής - ποσό λίστας αγορών" - όταν είναι ενεργοποιημένο, ελέγχεται μόνο με το ποσό της μετοχής και όχι με αυτό που υπάρχει ήδη στη λίστα αγορών
es: La cantidad predeterminada a añadir en la lista de la compra es la "cantidad necesaria - cantidad de existencias - cantidad en la lista de la compra". Cuando está activado, sólo se comprueban las existencias, no lo que ya está en la lista de la compra
et: Vaikimisi, kogus lisatud ostunimekirja on "vajatud kogus - varude kogus - ostunimekirja kogus" - kui see on lubatud, kontrollitakse seda vastu varude kogust, mitte ostunimekirjas oleva
fi: Oletus määrä ostoslistan lisäyksille on "tarvittava määrä - varastomäärä - kauppalistan määrä", kun tämä on valittuna määriä verrataan vain varastomäärään, ei ostoslistaan.
fr_fr: Par défaut, la quantité ajoutée à la liste d'achats est "qté nécessaire - qté en stock - qté sur la liste de courses", lorsque cette fonction est activée, la comparaison s'effectuera par rapport au stock et non à la quantité déjà présente sur la liste de course.
he: כבררת מחדל הכמות שתתווסף לרשימת הקניות היא „הכמות הנדרשת - הכמות במלאי - הכמות ברשימת הקניות” - כשאפשרות זו פעילה, הבדיקה מתבצעת מול הכמות במלאי, לא מול מה שכבר נמצא ברשימת הקניות
hu: Alapértelmezetten a bevásárlólistára "szükséges mennyiség - készleten lévő mennyiség - bevásárlólistán lévő mennyiség" adódik hozzá. Ha ezt engedélyezed, akkor a bevásárlólistán szereplő tételeket nem ellenőrizzük
it: Per impostazione predefinita, l'importo da aggiungere alla lista della spesa è "importo necessario - importo della dispensa - importo della lista della spesa" - quando questo è abilitato, viene verificato solo rispetto all'importo della dispensa, non rispetto a ciò che è già nella lista della spesa
ja: 既定では買い物リストに追加する数量は「必要数量 - ストック数量 - 買い物リスト追加済み数量」で算出されますが、チェックを入れると、買い物リストに追加済みの数量は無視してストック数量のみ参照します
lt: Pagal numatytuosius nustatymus į pirkinių sąrašą įtraukiama suma yra „reikalinga suma – atsargų kiekis – pirkinių sąrašo suma“ – kai tai įjungta, ji tikrinama tik pagal atsargų kiekį, o ne su tuo, kas jau yra pirkinių sąraše.
nb: Som standard vil antallet som skal legges til handlelisten være slik "nødvendig antall - beholdningsantall - handleliste antall". Men når denne funksjonen er aktivert vil det være slik "nødvendig antall - beholdningsantall"
nl: Standaard is het aantal dat moet worden toegevoegd aan de boodschappenlijst "benodigde hoeveelheid - voorraadbedrag - aantal bestedingslijsten" - wanneer dit is ingeschakeld, wordt het alleen vergeleken met het voorraad aantal, niet met wat al op de boodschappenlijst staat
pl: Domyślnie ilość dodawana do listy zakupów to: potrzebna ilość - ilość zapasów - ilość na liście zakupów. Po włączeniu tej opcji, "ilość na liście zakupów" nie jest uwzględniana przy kalkulacjach potrzebnej ilości.
pt_br: Por padrão, a quantidade a ser adicionada na lista de compras é "quantidade necessária - quantidade em estoque - quantidade na lista de compras". Quando está habilitado, apenas verifica se tem quantidade em estoque, não o que já está na lista de compras
pt_pt: Por padrão, a quantidade a ser adicionada à lista de compras é "quantidade necessária" , "quantidade em stock" , "quantidade na lista de compras" - quando isto está ativado, só é feita a verificação contra a "quantidade em stock", não contra o que já estava na lista de compras.
ro: În mod implicit, cantitatea care trebuie adăugată în lista de cumpărături este „cantitatea necesară - cantitatea din stoc - cantitatea din lista de cumpărături” - când este activ, este verificată doar cantitatea stocului, nu și ceea ce este deja pe lista de cumpărături
sk: Pri pridávaní položiek do nákupného zoznamu sa používa vzorec "potrebné množstvo - zásoba - množstvo v nákupnom zozname". Ak je táto voľba zapnutá, množstvo v nákupnom zozname nie je brané do úvahy.
sv: Som standard är mängden som ska läggas till i inköpslistan "nödvändig mängd - lagerbelopp - mängd på inköpslista" - när det här är aktiverat kontrolleras det endast mot lagerbeloppet, inte mot det som redan finns på inköpslistan
tr: Varsayılan olarak alışveriş listesine eklenen miktar "gereken miktar - stok miktarı - alışveriş listesi miktarı" olarak hesaplanır. Bu aktif edildiği zaman sadece stok miktarına karşı kontrol yapılır ve alışveriş listesi kontrol edilmez.
uk: За замовчуванням додається кількість "потрібна кількість - те, що в наявності - те, що вже в списку покупок". Коли ця опція увімкнена, додається просто різниця необідного і того, що в наявності (без врахування списку покупок)
zh_hans: 默认情况下，添加至购物清单的数量等于“需求数量-库存数量-购物清单数量”。当启用此功能后，仅核减库存数量，不核减购物清单数量
zh_hant: 在預設狀況下，被加到購物清單中的數量為「所需數量 - 庫存數量 - 購物清單數量」。啟用此選項後，僅根據庫存數量而不檢查購物清單中已存在的數量。

source: Calories
cs: Kalorie
da: Kalorier
de: Kalorien
el: Θερμίδες
es: Calorías
et: Kaloreid
fi: kcal
he: קלוריות
hu: Kalória
it: Calorie
ja: カロリー
ko: 칼로리
lt: Kalorijos
nb: Kalorier
nl: Calorieën
pl: Kalorie
pt_br: Calorias
pt_pt: Calorias
ro: Calorii
sk: Kalórie
sl: Kalorije
sv: Kalorier
ta: கலோரிகள்
tr: Kalori
uk: Калорії
zh_hans: 卡路里
zh_hant: 大卡

source: Clear done items
cs: Odstranit všechna vybraná
da: Ryd udførte punkter
de: Erledigte Einträge löschen
es: Limpiar elementos completados
et: Tühjendage tehtud üksused
fi: Tyhjennä valmiit
fr_fr: Effacer les éléments terminés
he: פינוי פריטים שהושלמו
hu: Elkészült elemek törlése
it: Pulisci oggetti completati
ja: 完了した項目を消去
lt: Išvalyti atliktus dalykus
nl: Wis voltooide items
pl: Usuń wykonane pozycje
pt_br: Excluir itens selecionados
tr: Tamamlanan öğeleri temizle
zh_hans: 清除已购买的

source: Confirm
cs: Potvrdit
de: Bestätigen
fr_fr: Confirmer
it: Conferma
nb: Bekreft
nl: Bevestig
pl: Potwierdź
pt_br: Confirmar
pt_pt: Confirmar
zh_hans: 确认
zh_hant: 確認

source: Connection to server failed.
cs: Připojení k serveru selhalo.
de: Verbidung mit Server fehlgeschlagen.
fr_fr: La connexion au serveur a échoué
it: Connessione al server fallita.
nb: Oppkobling til server feilet
nl: Er kan geen verbinding worden gemaakt met de server.
pl: Nie udało połączyć się z serwerem.
pt_br: Falha na conexão com o servidor.
pt_pt: Falha na conexão com o servidor.
zh_hans: 无法与服务器连接。

source: Consume product
cs: Spotřebovat produkt
de: Produkt verbrauchen
fr_fr: Consommer le produit
it: Consuma prodotto
nb: Forbruk produkt
nl: Verbruik product
pl: Spożyj produkt
pt_br: Consumir produto
pt_pt: Consumir produto
zh_hans: 消耗物品
zh_hant: 消耗物品

source: Continue anyway
cs: Pokračovat i tak
de: Trotzdem fortfahren
fr_fr: Continuer tout de même
it: Continua comunque
nb: Fortsett likevel
nl: Ga door op eigen risico
pl: Kontynuuj mimo wszystko
pt_br: Continuar mesmo assim
pt_pt: Continuar mesmo assim
zh_hans: 仍然继续

source: Costs
cs: Náklady
da: Omkostninger
de: Kosten
el: Δικαστικά έξοδα
es: Coste
et: Maksumus
fi: Kustannukset
fr_fr: Coûts
he: עלויות
hu: Költség
it: Costi
ja: 費用
ko: 비용
lt: Kainos
nb: Kostnad
nl: Kosten
pl: Koszta
pt_br: Custo
pt_pt: Custos
ro: Costuri
sk: Náklady
sl: Stroški
sv: Kostar
ta: செலவுகள்
tr: Maliyet
uk: Вартість
zh_hans: 费用
zh_hant: 花費

source: Create API key
cs: Vytvoř API klíč
de: API-Schlüssel erstellen
fr_fr: Clé API créée
it: Crea chiave API
nb: Opprett API-nøkkel
nl: Maak api-sleutel aan
pl: Stwórz klucz API
pt_br: Criar chave de API
pt_pt: Criar chave de API
zh_hans: 创建 API key
zh_hant: 新增 API 金鑰

source: Create inverse QU conversion
cs: Vytvořit inverzní konverzní Množstevní jednotku
de: Inverse Mengeneinheits-Umrechnung erstellen
fr_fr: Créer une conversion QU inverse
it: Crea una conversione UQ inversa
nb: Opprett motsatt enhetsomregning
nl: Voeg omgekeerde HE-conversie toe
pt_br: Criar conversão inversa de QU
pt_pt: Criar conversão inversa de QU
zh_hans: 创建反向数量单位（QU）转换

source: Days
cs: Dny
de: Tage
fr_fr: Jours
it: Giorni
nb: Dager
nl: Dagen
pl: Dni
pt_br: Dias
pt_pt: Dias
zh_hans: 日
zh_hant: 天

source: Delete product picture
cs: Smazat fotku produktu
de: Produktbild entfernen
fr_fr: Supprimer l'image produit
it: Elimina immagine prodotto
nb: Slett produktbilde
nl: Verwijder productfoto
pl: Usuń zdjęcie produktu
pt_br: Apagar foto do produto
pt_pt: Apagar foto do produto
zh_hans: 删除物品图片
zh_hant: 刪除物品圖片

source: Descending
cs: Sestupně
de: Absteigend
fr_fr: Descente
it: Decrescente
nb: Synkende
nl: Aflopend
pt_br: Descendente
pt_pt: Descendente
zh_hans: 降序

source: Details
cs: Detaily
fr_fr: Détails
it: Dettagli
nb: Detaljer
pl: Szczegóły
pt_br: Detalhes
pt_pt: Detalhes
zh_hans: 详细说明

source: Do selected action after assigning a barcode
cs: Proveď vybrané akce po přidělení čárového kódu.
de: Ausgewählte Aktion nach Zuweisen des Barcodes durchführen
fr_fr: Effectuer l'action sélectionnée après l'attribution d'un code-barres
it: Esegui l’azione selezionata dopo aver assegnato un codice a barre
nb: Gjør dette etter tilordning av strekkode
nl: Voer gekozen actie uit na toekennen van barcode
pt_br: Executar ação selecionada após atribuir um código de barras
pt_pt: Executar ação selecionada após atribuir um código de barras
zh_hans: 指定条形码后执行所选操作

source: Do you really want to delete this barcode?
cs: Opravdu chcete čárový kód smazat?
de: Möchtest du wirklich diesen Barcode löschen?
fr_fr: Voulez-vous supprimer le code-barre ?
it: Vuoi davvero eliminare questo codice a barre?
nb: Er du sikker på du vil slette denne strekkoden?
nl: Weet je zeker dat je deze streepjescode wilt verwijderen?
pl: Na pewno chcesz usunąć ten kod kreskowy?
pt_br: Você realmente deseja deletar este código de barras?
pt_pt: Você realmente deseja deletar este código de barras?
zh_hans: 是否确实要删除此条形码？
zh_hant: 確定要刪除此條碼嗎？

source: Do you really want to delete this item?
cs: Opravdu chcete tuto položku smazat?
de: Möchtest du wirklich diesen Eintrag löschen?
fr_fr: Voulez-vous vraiment supprimer cet élément ?
it: Vuoi davvero eliminare questo elemento?
nb: Er du sikker på du vil slette denne varen?
nl: Weet je zeker dat je dit product wilt verwijderen?
pl: Na pewno chcesz usunąć ten wpis?
pt_br: Deseja excluir este item?
pt_pt: Deseja excluir este item?
zh_hans: 确定要删除此物品吗？
zh_hant: 確定要刪除此項目嗎？

source: Do you really want to delete this task category?
cs: Opravdu chcete smazat kategorii úkolů?
de: Möchtest du wirklich diese Aufgabenkategorie löschen?
fr_fr: Voulez-vous supprimer cette catégorie de tâches
it: Vuoi davvero eliminare questa categoria di funzione?
nb: Er du sikker på du vil slette denne oppgavekategorien?
nl: Weet je zeker dat je deze taakcategorie wilt verwijderen?
pl: Na pewno chcesz usunąć tę kategorię zadań?
pt_br: Tem certeza de que deseja excluir esta categoria de tarefa?
pt_pt: Tem certeza de que deseja excluir esta categoria de tarefa?
zh_hans: 是否确实要删除此任务类别？
zh_hant: 確定要刪除此任務分類嗎？

source: Due score
cs: Index min. trvanlivosti
da: Udløbs score
de: Fällig.-Punkte
es: Puntuación
et: Aegumise skoor
fi: Vanhenemispisteet
fr_fr: Indice de péremption
he: ניקוד תפוגה
hu: Lejárati pontszám
it: Punteggio scadenza
ja: 期限スコア
lt: Dera balas
nb: Utløps score
nl: Moet binnenkort gedaan worden
pl: Wynik końcowy
pt_br: Pontuação
pt_pt: Contagem prevista
tr: Son tarih skoru
zh_hans: 到期评分
zh_hant: 到期分數

source: Due today
cs: má se splnit dnes
da: Forfalder i dag
de: Heute fällig
es: Con fecha límite hoy
et: Täna teha
fi: Määräpäivä tänään
fr_fr: Dû aujourd'hui
he: מסתיים היום
hu: Ma esedékes
it: Da fare oggi
ja: 本日期限
lt: Iki šiandien
nb: Skal gjøres i dag
nl: Tot vandaag
pl: Do dzisiaj
pt_br: Vence hoje
sl: Zapade danes
sv: Förfaller idag
tr: Bugün süresi doluyor
zh_hans: 今天到期
zh_hant: 今日到期

source: Edit barcode
cs: Editovat čárový kód
de: Barcode bearbeiten
fr_fr: Modifier le code-barre
it: Modifica codice a barre
nb: Rediger strekkode
nl: Bewerk streepjescode
pl: Edytuj kod kreskowy
pt_br: Alterar Código de Barras
pt_pt: Alterar Código de Barras
zh_hans: 编辑条形码
zh_hant: 編輯條碼

source: Edit entry
cs: Upravit záznam
de: Eintrag bearbeiten
fr_fr: Modifier l’entrée
it: Modifica voce
nb: Rediger oppføring
nl: Bewerk product
pl: Edytuj pozycję
pt_br: Editar entrada
pt_pt: Editar entrada
zh_hans: 编辑条目
zh_hant: 編輯條目

source: Error while executing the barcode lookup plugin
cs: Vyhodnocení doplňkovým modulem se nezdařilo
da: Fejl opstået under udførelse af stregkode opslag plugin
de: Fehler beim Ausführen des Barcode-Suche-Plugins
es: Error al ejecutar el complemento de búsqueda de código de barras
fi: Virhe haettaessa viivakoodia, lisäosaa käyttämällä
fr_fr: Erreur durant l'exécution du plugin de lecture de code-barres
he: שגיאה בהפעלת תוסף חיפוש הברקוד
it: Errore durante l'esecuzione del plugin di ricerca del codice a barre
ja: バーコード検索プラグインの実行中にエラーが発生しました
lt: Klaida vykdant brūkšninio kodo paieškos papildinį
nl: Fout bij het uitvoeren van de plugin voor het opzoeken van streepjescodes
pl: Błąd wyszukiwania kodu kreskowego w zewnętrznej aplikacji
pt_br: Erro no leitor externo do código de barras
sv: Fel vid körning av streckkodsinsticksprogrammet
zh_hans: 运行条码查询插件时出错

source: External barcode lookup
cs: Čtení čárového kódu modulem aplikace
de: Externe Barcode-Suche
fi: Ulkoinen viivakoodihaku
fr_fr: Lecture externe de codes-barres
he: חיפוש ברקוד חיצוני
it: Ricerca codice a barre esterno
ja: 外部バーコード検索
lt: Išorinė brūkšninio kodo paieška
nl: Externe barcode opzoeken
pl: Wyszukanie kodu kreskowego w zewnętrznej aplikacji
pt_br: Leitor externo de código de barras (via plugin)
sl: Zunanje iskanje črtne kode

source: Factor
cs: Násobek
da: Faktor
de: Faktor
el: Παράγοντας
et: Tegur
fi: Kerroin
fr_fr: Facteur
he: מקדם
hu: Szorzó
it: Fattore
ja: 係数
lt: Faktorius
nb: Faktor
pl: Przelicznik
pt_br: Fator
pt_pt: Fator
sk: Faktor
sl: Faktor
sv: Faktor
ta: மடங்கு
tr: Faktör
uk: Фактор
zh_hans: 系数
zh_hant: 係數

source: For ingredients that are only partially in stock, the in stock amount will be consumed.
cs: U ingrediencí, kde není v zásobě celé jejich množství se spotřebuje jejich aktuální zásoba.
de: Für Zutaten, die nur teilweise vorrätig sind, wird die vorrätige Menge verbraucht.
fi: Vain osittain varastossa olevia ainesosia kulutetaan varastossa oleva määrä.
fr_fr: Pour les ingrédients qui ne sont que partiellement en stock, le montant en stock sera consommé.
he: לרכיבים שנמצאים חלקית במלאי, הכמות במלאי תיצרך.
it: Per gli ingredienti che sono solo parzialmente disponibili in magazzino, verrà consumata la quantità disponibile in magazzino.
ja: ストック不足の材料はストック分のみ消費されます。
lt: Sudedamųjų dalių, kurių sandėlyje yra tik iš dalies, kiekis bus sunaudotas.
nl: Voor ingredienten die alleen gedeeltelijk in voorraad zijn, de hoeveelheid in voorraad zal gebruikt worden.
pt_br: Para ingredientes que estão apenas parcialmente em estoque, a quantidade em estoque será consumida.
sv: För de ingredienser som endast delvis finns i lager kommer det tillgängliga lagersaldot att förbrukas.

source: For purchases this amount of days will be added to today for the due date suggestion (-1 means that this product will be never overdue)
cs: U nákupů bude tento počet dní přičten k dnešnímu dni pro návrh data spotřeby (-1 znamená, že tento produkt nebude nikdy po termínu spotřeby).
de: Bei Einkäufen wird hierauf basierend das Fälligkeitsdatum vorausgefüllt (-1 bedeutet, dass dieses Produkt niemals überfällig ist)
fr_fr: Pour les achats, ce nombre de jours sera ajouté à aujourd'hui pour la suggestion de date d'échéance (-1 signifie que ce produit ne sera jamais périmé)
it: Per gli acquisti questa quantità di giorni sarà aggiunta ad oggi come data di scadenza suggerita (-1 significa che queato prodotto non scade mai)
nb: For innkjøp blir dette antallet dager lagt til dagens dato som forslag til forfallsdato (-1 betyr at denne varen aldri forfaller)
nl: Bij aankopen wordt deze houdbaarheidsdatum toegevoegd als suggestie (-1 = bederft nooit)
pl: Dla zakupów jako termin ważności będzie ustawione dzisiaj + podana tutaj liczba dni
pt_br: Para compras, essa quantidade de dias será adicionada à data atual para a sugestão de data de vencimento (-1 significa que este produto nunca estará vencido)
pt_pt: Para compras, essa quantidade de dias será adicionada à data atual para a sugestão de data de vencimento (-1 significa que este produto nunca estará vencido)
zh_hans: 所采购物品的建议到期日期为今天的日期加上此天数（-1表示此物品永不逾期）
zh_hant: 所購買物品的建議到期日期為今天的日期加上此天數（-1 表示此物品永不逾期）

source: Grocy for iOS/macOS
cs: Grocy pro iOS/macOS
de: Grocy für iOS/macOS
fr_fr: Grocy pour iOS/macOS
it: Grocy per iOS/macOS
nl: Grocy voor iOS/macOS
pl: Grocy dla iOS/macOS
pt_br: Grocy para iOS/macOS
pt_pt: Grocy para iOS/macOS
zh_hans: Grocy 适用于 iOS/macOS

source: grocy is a web-based self-hosted groceries & household management solution for your home.
cs: Grocy je webové samoobslužné řešení pro správu potravin a domácnosti ve vaší domácnosti.
de: grocy ist eine selbst gehostete Webanwendung zur Lebensmittel- und Haushaltsverwaltung.
fr_fr: Grocy est une solution Web auto-hébergée de gestion d'épicerie et de ménage pour votre maison.
it: Grocy è una soluzione di gestione della casa e generi alimentari basata sul web auto-hosted per la tua casa
nb: grocy er en web-basert lokat driftet dagligvare- og husholdnings- adminsitrasjonsløsning for ditt hjem.
nl: Met Grocy kun je een eigen server hosten waarop je je boodschappen en huishoudelijke taken kunt beheren.
pl: grocy to internetowe rozwiązanie do zarządzania artykułami spożywczymi i gospodarstwem domowym dla Twojego domu.
pt_br: grocy é uma solução de gerenciamento de compras e de produtos para a casa, auto-hospedada e baseada na web.
pt_pt: grocy é uma solução de gerenciamento de compras e de produtos para a casa, auto-hospedada e baseada na web.
zh_hans: grocy是一款基于网络的自助杂货和家庭管理解决方案

source: Grocy settings
cs: Nastavení Grocy
de: Grocy-Einstellungen
fr_fr: Paramètres de Grocy
it: Impostazioni Grocy
nb: Innstillinger for Grocy
nl: Grocy-instellingen
pl: Ustawienia Grocy
pt_br: Configurações do Grocy
pt_pt: Configurações do Grocy
zh_hans: Grocy 设置
zh_hant: Grocy 設定

source: I want to thank Bernd Bestel for the development of Grocy. Without him, this app would be impossible.
cs: Chtěl bych poděkovat Berndu Bestelovi za vývoj Grocy. Bez něj by tato aplikace nebyla možná.
de: Ich möchte mich bei Bernd Bestel für die Entwicklung von Grocy bedanken. Ohne ihm wäre diese App nicht möglich.
fr_fr: Je tiens à remercier Bernd Bestel pour le développement de Grocy. Sans lui, cette application n'existerai pas.
it: Voglio ringraziare Bernd Bestel per lo sviluppo di Grocy. Senza di lui quest’app non sarebbe stata possibile.
nb: Jeg vil takke Bernd Bestel for utviklingen av Grocy. Uten ham ville denne appen være umulig.
nl: Ik wil graag Bernd Bestel bedanken voor de ontwikkeling van Grocy. Zonder hem was deze app er niet geweest.
pl: Chciałbym podziękować Berndowi Bestelowi za stworzenie Grocy. Bez niego ta apka by nie powstała.
pt_br: Quero agradecer a Bernd Bestel pelo desenvolvimento de Grocy. Sem ele, este aplicativo seria impossível.
pt_pt: Quero agradecer a Bernd Bestel pelo desenvolvimento de Grocy. Sem ele, este aplicativo seria impossível.
zh_hans: 我要感谢Bernd Bestel对Grocy的开发贡献。如果没有他，这个应用是不可能完成的。
